Repository: VovaMobile/MSEdgeDiscardAnnouncements
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: uk

source: &Configure MSEdge notifications
uk: Налаштувати &відхилення сповіщень у Microsoft Edge

source: Donate via Paypal
uk: Пожертвувати через Paypal

source: Donate via Yoomoney
uk: Пожертвувати через Yoomoney

source: Request for contributions to {name}
uk: Запит про внески до {name}

source: {name} is a free add-on for NVDA. You can make a donation to its author to support further development of this and other free projects. Do you want to donate now? Choose one of the available payment methods. You will be redirected to the corresponding website to complete a donation
uk: {name} це безкоштовний додаток для NVDA. Ви можете зробити пожертву його автору, щоб підтримати подальшу розробку цього та інших безкоштовних проєктів. Хочете пожертвувати зараз? Оберіть один із доступних методів оплати. Вас буде переспрямовано на відповідний вебсайт для завершення пожертвування

source: Announce loading of pages
uk: Оголошувати про завантаження сторінок

source: Announce page refresh
uk: Оголошувати про оновлення сторінки

source: Announce closing of tab
uk: Оголошувати про закриття вкладки

source: Announce Opening of new tab
uk: Оголошувати про відкриття нової вкладки

source: Announce window opening
uk: Оголошувати відкриття вікна

source: Announce opening of inprivate window
uk: Оголошувати про відкриття вікна inprivate

source: Announce starting file download
uk: Оголошувати про початок завантаження файлу

source: Announce download completion
uk: Оголошувати про завершення завантаження

source: Announce navigating back
uk: Оголошувати про перехід назад

source: Announce navigating forward
uk: Оголошувати про перехід вперед

source: Announce if there is no previous page to navigate
uk: Оголошувати, якщо немає попередньої сторінки для переходу

source: Announce if there is no next page to navigate
uk: Оголошувати, якщо немає наступної сторінки для переходу

source: Announce removing toolbar buttons
uk: Оголошувати про видалення кнопок панелі інструментів

source: Announce of search mode
uk: Оголошувати про режим пошуку

source: Announce availability of search mode
uk: Оголошувати про доступність режиму пошуку

source: Announce appearing of notifications
uk: Оголошувати появу сповіщень

source: Announce indeterminate progress state of current download
uk: Оголошувати стан невизначеного перебігу поточного завантаження

source: Announce autofil suggestions
uk: Оголошувати пропозиції автозаповнення

source: Announce filling of autofill suggestions
uk: Оголосити заповнення пропозицій автозаповнення

source: Announce Closing popups like hiding suggestions of autofill
uk: Оголошувати Закриття спливаючих вікон, наприклад, приховування пропозицій автозаповнення

source: Announce hiding autofill suggestions
uk: Оголошувати приховування пропозицій автозаповнення

source: Announce microsoft edge update availability
uk: Оголошувати про доступність оновлень для Microsoft edge

source: Announce zoom changes
uk: Оголошувати про зміни масштабу

source: Show suggestions while typing in addressbar
uk: Показувати пропозиції під час друку в адресному рядку

source: Microsoft Edge discard announcements
uk: Відхилення оголошень у Microsoft Edge

source: Discards UIA announcements in Microsoft Edge such as page loading and refreshing, opening and closing tabs and windows.
uk: Відхиляє оголошення UIA у Microsoft Edge, такі як завантаження й оновлення сторінки, відкриття й закриття вкладок і вікон.
